@extends('Frontend.layouts.Master')

@section('main_section')
     
<section class="breadcrumb-area about-breadcrumb">
    <div class="container">
        <div class="row">
            <div class="col-lg-12">
                <div class="breadcrumb-content about-breadcrumb-content">
                    <div class="section-heading">
                       
                    </div>
                   
                </div><!-- end breadcrumb-content -->
            </div><!-- end col-lg-12 -->
        </div><!-- end row -->
    </div><!-- end container -->
</section><!-- end breadcrumb-area -->
<!-- ================================
    END BREADCRUMB AREA
================================= -->

<!--======================================
        START ABOUT AREA
 ======================================-->
<section class="about-area about-area2 padding-top-120px padding-bottom-110px overflow-hidden">
    <div class="container">
        <div class="row align-items-center">
            <div class="col-lg-12">
                <div class="about-content-box padding-right-50px">
                    <div class="section-heading">
                        <h5 class="section__meta">About CGPSC</h5>
                        <h2 class="section__title">टीम राजपूत ट्यूटोरियल्स के साथ छत्तीसगढ़ लोक सेवा आयोग द्वारा आयोजित राज्य सेवा परीक्षा की परिणाम उन्नमुखी तैयारी एवं कोर्स का विवरण -</h2>
                        <span class="section-divider"></span>
                        <p class="section__desc mb-3">
                       ● छत्तीसगढ़ लोक सेवा आयोग द्वारा आयोजित राज्य सेवा परीक्षा, राज्य की सबसे बड़ी परीक्षा है।  इस परीक्षा में तीन चरण होते हैं - 1. प्रारंभिक परीक्षा (Preliminary Examination) 2. मुख्य परीक्षा (Mains Examination) 3. साक्षात्कार (Interview)   </p>
                        
                        
						<br />
						
						<h2> छत्तीसगढ़ लोक सेवा आयोग द्वारा आयोजित राज्य सेवा परीक्षा के प्रारंभिक एवं मुख्य परीक्षा का पाठ्यक्रम: </h2>
						<br />
						<h3>CGPSC Prelims :</h3>
						<br />
						<p class="section__desc mb-3">
              
● यह छत्तीसगढ़ लोक सेवा आयोग (CGPSC)  द्वारा आयोजित राज्य सेवा परीक्षा (State Service Examination) का प्रारंभिक चरण है। जिसमें कुल पदों की संख्या के 15 गुना अभ्यर्थियों का चयन इस परीक्षा के माध्यम से किया जाता है, जिससे वे द्वितीय चरण अर्थात मुख्य परीक्षा में शामिल होने के लिए चयनित हो सकें। प्रारंभिक परीक्षा कुल 400 अंकों की होती है, जो 200-200 अंको के दो प्रश्न पत्रों में बंटा होता है। हालांकि वर्ष 2018 से छत्तीसगढ़ लोक सेवा आयोग के द्वारा प्रारंभिक परीक्षा के द्वितीय प्रश्नपत्र सीसैट (CSAT) को क्वालीफाई कर दिया गया है। क्वालीफाई से तात्पर्य यह है कि उस पेपर में सामान्य वर्ग के अभ्यर्थियों को कम से कम 33% एवं आरक्षित वर्ग को कम से कम 23% लाना अनिवार्य है। इससे यह भी समझा जा सकता है कि प्रारंभिक परीक्षा में चयन प्रथम प्रश्नपत्र में अर्जित अंकों एवं मेरिट लिस्ट के आधार पर होता है।

                        </p>
						<br />
						<p class="section__desc mb-3">
                        ● प्रारंभिक परीक्षा में कुल 2 प्रश्न पत्र शामिल हैं। जिसमें पहला प्रश्न पत्र सामान्य अध्ययन का है जबकि दूसरे को सिविल सेवा अभिवृत्ति परीक्षा (Civil Services Aptitude Test) "सीसैट" कहा जाता है। दोनों प्रश्नपत्र 200-200 अंक के होते हैं जिनमें दोनों ही प्रश्न पत्रों में 2-2 अंकों के 100 प्रश्न होते हैं। 

                        </p>
						
						
						<br />
						<h3>Paper I (सामान्य अध्ययन) :</h3>
						<br />
						<p class="section__desc mb-3">
              
● प्रथम प्रश्न पत्र दो भागों में बटा हुआ है। पहला भाग भारत का सामान्य अध्ययन है, जहां से 50 प्रश्न पूछे जाते हैं। इसमें प्रति प्रश्न के लिए 2  अंक निर्धारित होते हैं। 
                        </p>
						<p>● इसके अंतर्गत अभ्यर्थियों को भारत का भूगोल, भारत का इतिहास, भारत का संविधान, भारतीय अर्थव्यवस्था, सामान्य विज्ञान, पर्यावरण, प्रौद्योगिकी, कला एवं संस्कृति, खेलकूद के साथ-साथ करंट अफेयर्स के मुद्दों का भी अध्ययन करना होता है।  </p>
						<p>● प्रथम प्रश्न पत्र का दूसरा भाग छत्तीसगढ़ के सामान्य ज्ञान का है, इसमें भी 50 प्रश्न पूछे जाते हैं। जिसके अंतर्गत अभ्यार्थियों को छत्तीसगढ़ का भूगोल, छत्तीसगढ़ का इतिहास, पंचायती राज व्यवस्था, नगरी निकाय, प्रशासन, जनजाति, कला एवं संस्कृति, छत्तीसगढ़ की अर्थव्यवस्था के साथ-साथ छत्तीसगढ़ के करंट अफेयर्स का अध्ययन करना होता है। </p>
                        
						
						<br />
						<h3>Paper II (CSAT) :</h3>
						<br />
						<p class="section__desc mb-3">
● द्वितीय प्रश्न पत्र जिसे सिविल सेवा अभिवृत्ति परीक्षा अर्थात 'सीसैट' कहा जाता है। इसमें कुल 100 प्रश्न होते हैं। प्रथम प्रश्न पत्र की ही तरह इसमें प्रत्येक प्रश्न के लिए 2 अंक निर्धारित होते हैं।
                        </p>
						<p>● इसके अंतर्गत संचार कौशल, तार्किक-तर्क और विश्लेषणात्मक क्षमता, निर्णय-निर्माण और समस्या निवारण, सामान्य मानसिक योग्यता, संख्यात्मक अभियोग्यता, आंकड़ों की व्याख्या, हिंदी भाषा एवं छत्तीसगढ़ी भाषा जैसे विषय शामिल हैं।</p>
						<p>● प्रारंभिक परीक्षा के दोनों प्रश्न पत्रों में प्रत्येक सही उत्तर के लिए 2 अंक तथा प्रत्येक गलत उत्तर पर 0.66 अंक (1/3 ऋणात्मक अंक) काटे जाते हैं।</p>
                        <br />
						
						
						<h3>मुख्य परीक्षा एवं साक्षात्कार (Mains Examination & Interview):</h3>
						<br />
						
						<p class="section__desc">
                       ● प्रारंभिक परीक्षा के आधार पर मुख्य परीक्षा के लिए चयनित अभ्यर्थियों को मुख्य परीक्षा के 7  प्रश्न पत्रों में सम्मिलित होना होता है। इनमें से किसी भी प्रश्न पत्र एवं साक्षात्कार में अनुपस्थित रहने पर अभ्यर्थी परीक्षा के लिए अयोग्य हो जाता है।
                        </p>
						
						 <p class="section__desc">
                      ● प्रथम प्रश्न पत्र को छोड़कर अन्य प्रश्न पत्र का उत्तर अभ्यार्थी इच्छा अनुसार हिंदी एवं अंग्रेजी में दे सकते हैं। परंतु किसी भी प्रश्न पत्र में उत्तर हिंदी एवं अंग्रेजी में अंशतः नहीं दिया जा सकता।</p>
						
						 <p class="section__desc">
                       ● द्वितीय प्रश्न पत्र में 2 भाग होते हैं। प्रथम भाग के अंतर्गत अंतरराष्ट्रीय व राष्ट्रीय स्तर के मुद्दे एवं द्वितीय भाग के अंतर्गत छत्तीसगढ़ राज्य के मुद्दे होते हैं। जिनमें 2-2 विकल्पों में समस्या समाधान पर लगभग 750-750 शब्दों में निबंध लिखना होता है।</p>
						 <p class="section__desc">
                      ● मुख्य परीक्षा के अन्य प्रश्न पत्र क्रमांक 3 से 7 कुल पांच खण्डों में बंटे होते हैं। इनमें प्रथम खंड में 2 अंकों के कुल 22 प्रश्न, द्वितीय खंड में 4 अंकों के कुल 15 प्रश्न, तृतीय खंड में 8 अंकों के कुल 8 प्रश्न, चतुर्थ खंड में 10 अंक का 01 प्रश्न एवं अंतिम खंड में भाग 1 एवं 3 से क्रमशः 2-2 प्रश्न दिए जाते हैं, जिनमें 15 अंकों के एक-एक प्रश्न का ही उत्तर देना होता है। </p>
						
									
						
						
						
                    </div><!-- end section-heading -->
                    <div class="btn-box">
                        <a href="{{route('Admission')}}" class="theme-btn">Admission Now</a>
                    </div>
                </div>
            </div><!-- end col-lg-6 -->
            
        </div><!-- end row -->
    </div><!-- end container -->
</section><!-- end about-area -->
<!--======================================
        END ABOUT AREA
======================================-->

<div class="section-block"></div>



        </div><!-- end row -->
        
    </div><!-- end container -->
</section><!-- end about-area -->



<section class="about-area about-area2 padding-top-120px padding-bottom-110px overflow-hidden">
    <div class="container">
        <div class="row align-items-center">
            <div class="col-lg-6">
                <div class="about-content-box padding-right-50px">
                    <div class="section-heading">
                      
                        <h2 class="section__title">टीम राजपूत :  </h2>
                        <span class="section-divider"></span>
						<p>राजपूत सर के मार्गदर्शन में कुल 8 अनुभवी शिक्षकों की टीम है जो CGPSC की तैयारी कराने के लिए पूर्णत: समर्पित हैं।  <b>आइए मिलिए हमारी टीम से - </b> </p>
                        <ul>
						
						<li>1.  श्री सी. एस. राजपूत- छत्तीसगढ़ का सामान्य अध्ययन, आधुनिक भारत का इतिहास, भारतीय अर्थव्यवस्था, निबंध  </li>
						<li>2.  श्री पी. सी. तिवारी- संख्यात्मक अभियोग्यता एवं रीजनिंग </li>
						<li>3.  श्री मिथलेश शर्मा- सामान्य विज्ञान, पर्यावरण, समसामयिकी </li>
						<li>4.  श्री डी. शर्मा- हिंदी एवं छत्तीसगढ़ी भाषा, पेपर - 07 (भाग - 03) </li>
						<li>5.  श्री अकरम खान- भारत का भूगोल, मध्यकालीन भारत का इतिहास, कला एवं संस्कृति </li>
						<li>6.  एस. अंसारी- भारत का संविधान, प्राचीन भारत का इतिहास, पंचायती राज व्यवस्था एवं नगरीय निकाय, पेपर - 07 </li>
						<li>7.  श्री डी. पी. सिंह- समसामयिकी, दर्शनशास्त्र, लोकप्रशासन, निबंध एवं प्रौद्योगिकी  </li>
						<li>8.  श्री. ए. तिवारी- अंग्रेजी भाषा  </li>
						
						</ul>
                        
                    </div><!-- end section-heading -->
                   
                </div>
            </div><!-- end col-lg-6 -->
			
			
			 <div class="col-lg-6">
                <div class="about-content-box padding-right-50px">
                    <div class="section-heading">
                      
                        <h2 class="section__title">विशेषताएं : </h2>
                        <span class="section-divider"></span>
						<ul>
						
						<li>● प्रारंभिक परीक्षा हेतु 500 से अधिक घंटों की कक्षाएं  </li>
						<li>● प्रारंभिक + मुख्य परीक्षा (Pre +Mains) की 750 से अधिक घंटों की कक्षाएं  </li>
						<li>● अपडेटेड स्टडी मटेरियल  </li>
						<li>● करंट अफेयर्स की विशेष कक्षाएं  </li>
						<li>● मुख्य परीक्षा हेतु उत्तर लेखन शैली पर विशेष ध्यान  </li>
						<li>● Question - Answer Session </li>
						<li>● स्टडी मटेरियल एवं टेस्ट सीरीज़ हिंदी एवं अंग्रेजी दोनों भाषाओं में  </li>
						
						</ul>
                        
                    </div><!-- end section-heading -->
                   
                </div>
            </div><!-- end col-lg-6 -->
			
			
			
			
			
            
        </div><!-- end row -->
		<br /><br />
		<div class="col-lg-12">
		<p ><b>Note : </b> "Online Course" हेतु  
राजपूत ट्यूटोरियल्स के एंड्रॉइड मोबाइल ऐप पर CGPSC का वीडियो कोर्स उपलब्ध है। जिसे आप अपनी सुविधा के अनुसार जब चाहें, जहां से चाहें और जितनी बार चाहें देख सकते हैं। साथ ही  Live Doubt Clearing Session के दौरान आप शिक्षकों के साथ सीधे बातचीत भी कर सकते हैं।
</p>
		
		</div>
		
    </div><!-- end container -->
</section><!-- end about-area -->
<!--======================================
        END STORY AREA
======================================-->

<div class="section-block"></div>

<!--======================================
        START TEAM AREA
======================================-->


@endsection